tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "adns"
brew "readline"
brew "autoconf"
brew "automake"
brew "xz"
brew "python", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "gmp"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "cask"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "exercism"
brew "flow"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-flow"
brew "gnu-getopt"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg", link: false
brew "gpg-agent"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "luajit"
brew "mas"
brew "mercurial"
brew "mongodb"
brew "mono"
brew "msgpack"
brew "mysql"
brew "n"
brew "ncurses"
brew "unibilium"
brew "neovim"
brew "node"
brew "qrencode"
brew "tree"
brew "pass"
brew "perl"
brew "prettyping"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shfmt"
brew "siege"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "trash"
brew "unrar"
brew "vim", args: ["with-lua"]
brew "wget"
brew "yarn"
brew "zsh"
cask "1password"
cask "font-anonymous-pro"
cask "font-droid-sans"
cask "font-droid-sans-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-input"
cask "font-karla"
cask "font-liberation-sans"
cask "font-merriweather"
cask "font-meslo-lg"
cask "font-montserrat"
cask "font-nixie-one"
cask "font-office-code-pro"
cask "font-open-sans"
cask "font-oswald"
cask "font-playfair-display"
cask "font-pt-mono"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-ubuntu"
cask "font-work-sans"
cask "fontplop"
cask "grammarly"
cask "imageoptim"
cask "jet"
cask "macvim"
cask "mysqlworkbench"
cask "trailer"
cask "vanilla"
cask "virtualbox"
