tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "ack"
brew "adns"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bitrise"
brew "boost"
brew "cask"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "exercism"
brew "flow"
brew "libpng"
brew "freetype"
brew "fswatch"
brew "gettext"
brew "perl"
brew "git"
brew "libffi"
brew "pcre"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "hub"
brew "hugo"
brew "icu4c"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "imagemagick"
brew "jemalloc"
brew "libevent"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "mas"
brew "python"
brew "mercurial"
brew "mongodb"
brew "msgpack"
brew "n"
brew "ncurses"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pass"
brew "pixman"
brew "pkg-config"
brew "qemu"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unibilium"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "docker"
cask "google-chrome"
cask "grammarly"
cask "jet"
cask "mysqlworkbench"
cask "opera"
cask "paw"
cask "qtpass"
cask "sketch"
cask "tower"
cask "caskroom/fonts/font-anonymous-pro"
cask "caskroom/fonts/font-dejavu-sans-mono-for-powerline"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-liberation-mono-for-powerline"
cask "caskroom/fonts/font-liberation-sans"
cask "caskroom/fonts/font-meslo-lg"
cask "caskroom/fonts/font-montserrat"
cask "caskroom/fonts/font-nixie-one"
cask "caskroom/fonts/font-office-code-pro"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-oswald"
cask "caskroom/fonts/font-playfair-display"
cask "caskroom/fonts/font-pt-mono"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-ubuntu"
cask "caskroom/fonts/font-work-sans"
mas "1Password", id: 443987910
mas "Deliveries", id: 924726344
mas "Lungo", id: 1263070803
mas "Paprika Recipe Manager", id: 451907568
mas "Things3", id: 904280696
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
