tap 'alecthomas/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'jesseduffield/lazydocker'
tap 'nexeck/homebrew-tmuxinator'
tap 'tinygo-org/tools'
tap 'Goles/battery'

brew 'ack'
brew 'alecthomas/tap/gometalinter'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'battery'
brew 'boost'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'ctop'
brew 'dep'
brew 'diff-so-fancy'
brew 'dirmngr'
brew 'exercism'
brew 'fish'
brew 'flow', link: false
brew 'fontforge'
brew 'freetype'
brew 'fzf'
brew 'gettext'
brew 'gifsicle'
brew 'git'
brew 'git-flow'
brew 'gnu-getopt'
brew 'gnupg', link: false
brew 'gnutls'
brew 'go'
brew 'gpg-agent'
brew 'graphviz'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'imagemagick'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'libassuan'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'luajit'
brew 'mas'
brew 'mercurial'
brew 'mongodb'
brew 'mono'
brew 'msgpack'
brew 'mysql'
brew 'n'
brew 'ncurses'
brew 'neovim'
brew 'nexeck/homebrew-tmuxinator/tmuxinator'
brew 'node', link: false
brew 'npth'
brew 'pass'
brew 'perl'
brew 'pinentry'
brew 'prettyping'
brew 'pth'
brew 'python', link: false
brew 'qemu'
brew 'qrencode'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'rust'
brew 'starship'
brew 'shfmt'
brew 'siege'
brew 'spark'
brew 'stow'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tinygo'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'tree'
brew 'unibilium'
brew 'unrar'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

# Fonts
cask 'font-anonymous-pro'
cask 'font-cascadia'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-ibm-plex'
cask 'font-inconsolata'
cask 'font-input'
cask 'font-karla'
cask 'font-liberation-sans'
cask 'font-merriweather'
cask 'font-meslo-lg'
cask 'font-montserrat'
cask 'font-nixie-one'
cask 'font-office-code-pro'
cask 'font-open-sans'
cask 'font-oswald'
cask 'font-playfair-display'
cask 'font-pt-mono'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-ubuntu'
cask 'font-work-sans'

# Applications
cask 'appcleaner'
cask 'cryptomator'
cask 'docker'
cask 'firefox'
cask 'fork'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpg-suite'
cask 'grammarly'
cask 'imageoptim'
cask 'inkscape'
cask 'jet'
cask 'keepassxc'
cask 'kitty'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'runjs'
cask 'signal'
cask 'slack'
cask 'trailer'
cask 'virtualbox'
cask 'virualbox-extension-pack'
cask 'vlc'
cask 'xquartz'

mas 'Lungo', id: 1263070803
mas 'Magnet', id: 441258766
mas 'Xcode', id: 497799835
mas 'xScope', id: 889428659
mas 'Todoist', id: 585829637
