jorgebucaran/fisher
acomagu/fish-async-prompt
edc/bass
gazorby/fish-abbreviation-tips
jethrokuan/z
jorgebucaran/fish-bax
joseluisq/gitnow
markcial/upto
oh-my-fish/plugin-pj
