MichaelAquilina/zsh-auto-notify
agkozak/zsh-z
ascii-soup/zsh-url-highlighter
g-plane/zsh-yarn-autocompletions
greymd/docker-zsh-completion
laggardkernel/zsh-thefuck
lukechilds/zsh-better-npm-completion
lukechilds/zsh-nvm
paulirish/git-open
zpm-zsh/clipboard

zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions

denysdovhan/spaceship-prompt
